# https://docs.brew.sh/Manpage#bundle-subcommand
# set arguments for all 'brew install --cask' commands
cask_args appdir: "/Applications"

tap "homebrew/bundle"
tap "homebrew/cask"

cask "docker"
cask "spotify"
cask "macdown"

brew "awscli"
brew "aws-okta"
brew "curl"
brew "fzf"
brew "git"
brew "git-secret"
brew "gnupg"
brew "openconnect"
brew "rbenv"
brew "the_silver_searcher"
brew "pass"
brew "vim"
