# https://docs.brew.sh/Manpage#bundle-subcommand
# set arguments for all 'brew install --cask' commands
cask_args appdir: "/Applications"

cask "spotify"

brew "awscli"
brew "curl"
brew "git"
brew "git-secret"
brew "gnupg"
brew "jq"
brew "openconnect"
brew "ruby"
brew "ripgrep"
brew "the_silver_searcher"
brew "pass"
brew "neovim"
brew "node"
brew "tmux"
brew "vim"
brew "zsh"
